---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerMH
source: html/f3d56567-d654-be77-fa69-cb6fa786e39d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerMH Property

Symbol kg/(m·h), indicating unit Kilograms per meter hour.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerMH { get; }
```